Repository: wp-plugins/recently-updated-posts-widget
Catalog: languages/recently-updated-posts-domain-*.po
Languages: fr_fr

source: The latests posts and pages updated (which are not the most recent).
fr_fr: Les derniers articles et pages mis à jour (qui ne sont pas les plus récents).

source: Recently updated posts
fr_fr: Articles récemment mis à jour

source: Title:
fr_fr: Titre :

source: Number:
fr_fr: Nombre :

source: Display post date:
fr_fr: Afficher la date&nbsp;

source: on the ToolTip
fr_fr: dans une infobulle

source: below the title
fr_fr: en dessous du titre

source: after the title
fr_fr: après le titre

source: do not display
fr_fr: ne pas afficher

source: at&nbsp;
fr_fr: à&nbsp;
